Repository: ecoseller/ecoseller
Catalog: src/backend/core/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Order confirmation
cs: Potvrzení objednávky

source: you created the following item warranty claim
cs: reklamace byla vytvořena

source: you created the following item return request
cs: žádost o vrácení byla vytvořena

source: Hello,
cs: Dobrý den,

source: Order detail
cs: Detail objednávky

source: Status: APPROVED
cs: Stav: SCHVÁLENO

source: Status: DECLINED
cs: Stav: ZAMÍTNUTO

source: Status: CREATED
cs: Stav: VYTVOŘENO

source: Return request has been received
cs: Žádost o vrácení byla přiajta

source: Your return request has been received. We will contact you shortly with further instructions.
cs: Vaše žádost o vrácení byla přijata. Budeme Vás kontaktovat s dalšími informacemi.

source: Review your order
cs: Ohodnoťte Vaši objedna’vku

source: Please review your order
cs: Prosíme Vás o hodnocení Vaší objednávky

source: We would like to ask you to review your order.
cs: Rádi bychom Vás požádali o hodnocení Vaší objednávky.

source: Thank you!
cs: Děkujeme!

source: We have just received your order.
cs: Právě jsme obdrželi Vaši objednávku.

source: Date:
cs: Datum:

source: Products
cs: Produkty

source: Total
cs: Celkem

source: Shipping and payment
cs: Doprava a platba

source: Total incl. VAT
cs: Celkem vč. DPH

source: Shipping information
cs: Dodací údaje

source: Contact
cs: Kontakt

source: Billing info
cs: Fakturační údaje

source: Shipping method:
cs: Dodací metoda:

source: Payment method:
cs: Platební metoda:
